{"0": "Blackhead, juga dikenal sebagai komedo terbuka, adalah kondisi kulit yang umum terjadi akibat penyumbatan pori-pori kulit. Penyumbatan tersebut terjadi ketika kotoran, sel kulit mati, minyak alami kulit (sebum), dan bakteri terperangkap di dalam pori-pori dan mengoksidasi ketika terkena udara. Ini menghasilkan penumpukan bintik-bintik hitam kecil yang sering muncul di area hidung, dahi, dan dagu.", "1": "Eksim, yang juga dikenal sebagai dermatitis, adalah kondisi peradangan kulit yang menyebabkan gatal, kemerahan, kering, dan ruam pada kulit. Ada beberapa jenis eksim, termasuk dermatitis atopik, dermatitis kontak, dan dermatitis seboroik. Berikut ini adalah deskripsi umum tentang eksim beserta cara pencegahan, penanganan, dan obat yang umum digunakan.", "2": "Flek hitam adalah suatu kondisi kulit di mana terdapat bercak-bercak gelap yang muncul pada permukaan kulit. Kondisi ini juga dikenal sebagai hiperpigmentasi, di mana melanin, pigmen yang memberikan warna pada kulit, terakumulasi di area tertentu.", "3": "Penyakit jerawat adalah kondisi kulit yang umum terjadi, terutama pada masa remaja, meskipun dapat juga terjadi pada usia dewasa. Jerawat terjadi ketika folikel rambut tersumbat oleh minyak dan sel kulit mati, sehingga menyebabkan peradangan dan timbulnya benjolan merah atau komedo di kulit. Beberapa faktor yang dapat mempengaruhi perkembangan jerawat meliputi perubahan hormon, produksi minyak berlebih di kulit, bakteri Propionibacterium acnes, dan faktor genetik.", "4": "Herpes adalah penyakit yang disebabkan oleh virus herpes simplex. Ada dua jenis virus herpes simplex yang umum: herpes simplex tipe 1 (HSV-1) dan herpes simplex tipe 2 (HSV-2). HSV-1 biasanya terkait dengan infeksi pada area mulut dan bibir, sementara HSV-2 biasanya terkait dengan infeksi pada area kelamin.", "5": "Penyakit kurap, juga dikenal sebagai tinea atau dermatofitosis, adalah infeksi kulit yang disebabkan oleh jamur dermatofit. Infeksi ini umumnya terjadi pada kulit, kuku, dan rambut. Kurap biasanya menyebar melalui kontak langsung dengan orang atau hewan yang terinfeksi, atau melalui kontak dengan benda yang terkontaminasi.", "6": "Penyakit Milia adalah suatu kondisi kulit yang ditandai oleh adanya benjolan kecil berwarna putih atau kekuningan pada permukaan kulit. Benjolan-benjolan ini muncul akibat penumpukan keratin (protein yang ditemukan pada kulit) di dalam pori-pori kulit. Milia biasanya terjadi di wajah, terutama di sekitar area mata, pipi, dan hidung, namun juga dapat muncul di bagian tubuh lainnya.", "7": "Panu, juga dikenal sebagai tinea versicolor atau dermatomikosis superfisialis, adalah infeksi kulit yang disebabkan oleh jamur. Infeksi ini biasanya disebabkan oleh jamur Malassezia yang biasanya ada di kulit manusia tanpa menyebabkan masalah. Namun, dalam beberapa kondisi, jamur ini dapat berkembang biak secara berlebihan dan menyebabkan gejala panu."}